Repository: paju1986/PlasmaConfSaver
Catalog: com.pajuelo.plasmaConfSaver/translate/*.po
Languages: de, hu_hu, it_it, nl_nl, pl, pt

source: Enter customization title
de: Personalisierungsname
hu_hu: Ird be a megszemelyesitő profilt nevet
it_it: Inserisci il nome della personalizzazione
nl_nl: Voer een naam in voor het sjabloon
pl: Podaj nazwę dla konfiguracji
pt: Introduza o título da customização

source: Save
de: Speichern
hu_hu: Mentsd el
it_it: Salva
nl_nl: Opslaan
pl: Zapisz
pt: Salvar

source: Save your current customization
de: Speichere diese Personalisierung
hu_hu: Mentsd el a jelenlegi megszemelyesitő profílt
it_it: Salva la tua personalizzazione corrente
nl_nl: Sla je huidige sjabloon op
pl: Zapisz obecną konfigurację
pt: Salvar customização atual

source: Import
de: Importieren
hu_hu: Importálás
it_it: Importa
nl_nl: Importeren
pl: Importuj
pt: Importar

source: Import a customization
de: Importiere eine Personalisierung
hu_hu: Megszemelyesitő profíl importálás
it_it: Importa la tua personalizzazione
nl_nl: Importeer een sjabloon
pl: Importuj wybraną konfigurację
pt: Importar customização

source: Load
de: Laden
hu_hu: Töltsd fel
it_it: Carica
nl_nl: Laden
pl: Wczytaj
pt: Carregar

source: Load this customization
de: Lade diese Personalisierung
hu_hu: Töltsd fel ezt a megszemelyesitő profílt
it_it: Carica questa personalizzazione
nl_nl: Laad dit sjabloon
pl: Wczytaj wybraną konfigurację
pt: Carregar esta customização

source: Update
hu_hu: Frissítés
it_it: Aggiorna
pl: Zaktualizuj
pt: Atualizar

source: Save this customization again
hu_hu: Mentsd el újra ezt a megszemelyesitő profílt
it_it: Salva nuovamente questa personalizzazione
pl: Zapisz ponownie wybraną konfigurację
pt: Salvar esta customização novamente

source: Export
de: Exportieren
hu_hu: Exportálás
it_it: Esporta
nl_nl: Exporteren
pl: Eksportuj
pt: Exportar

source: Export this customization
de: Exportiere diese Personalisierung
hu_hu: Exportáld ezt a megszemelyesitő profílt
it_it: Esporta questa personalizzazione
nl_nl: Exporteer dit sjabloon
pl: Eksportuj wybraną konfigurację
pt: Exportar esta customização

source: Delete
de: Löschen
hu_hu: Törlés
it_it: Elimina
nl_nl: Verwijderen
pl: Usuń
pt: Apagar

source: Delete this customization
de: Lösche diese Personalisierung
hu_hu: Töröld ki ezt a megszemelyesitő profílt
it_it: Elimina questa personalizzazione
nl_nl: Verwijder dit sjabloon
pl: Usuń wybraną konfigurację
pt: Apagar esta customização
